[
    "The muscles that work the fastest in our bodies are the muscles in the eyelids that make us blink. We can blink 5 times in a second",
    "Chocolate can kill dogs, because it directly affects the heart and nervous system",
    "Without mixed saliva in the mouth, we will not feel the taste of food",
    "Fingernails grow 4 times faster than toenails",
    "13% of the world's people are left-handed",
    "Almost all lipstick contains fish scales",
    "A newborn baby weighs 1/4 of its body weight",
    "We actually see with the brain.The eye is just a camera that sends data to the brain. 1/4 part of the brain is used to regulate the work of the eye",
    "Scorpions can be killed by dousing them with vinegar, they will get angry and sting themselves.",
    "In the 1830s ketchup was commonly sold as a medicine.",
    "Three wise monkeys have names: Mizaru (See no evil), Mikazaru (Hear no evil), and Mazaru (Speak no evil).",
    "India has a Cow Rights Act",
    "If you sneeze too hard, it can crack your ribs. If you try to hold back a sneeze, you can rupture the arteries in your head and neck and then die. If",
    "The name of the Philippines is derived from the name of King Phillip",
    "Saudi Arabia comes from the name of King Saud",
    "Children have 20 early teeth. Adults have 32",
    "Due to the scarcity of metal, the Oscars handed out in World War II were made of wood",
    "Every 11 year cycle, the magnetic poles on the sun change places. This cycle",
    "There are 318,979,564,000 possible first opening combinations in chess.",
    "There are more than 300 bacteria forming tartar",
    "Tiger is the biggest one in the family of cat",
    "Number 172? Can be found on the 5 US dollar bill, on the picture of bushes under the Lincoln Memorial.",
    "Coconut trees kill 150 people every year. More than sharks",
    "On the poster for the film ‘Pretty Woman” Julia Robets is too short to match Richard Gere. So the model Shelley Michelle is used as Julia's body.",
    "The polar regions lose the sun for 186 days of the year",
    "The International Telephone Code for Antarctica is 672.",
    "Before Christ the English language is B.C (Before Christ).",
    "Sharks lose more than 6000 teeth every year.",
    "Julius Caesar died with 23 stabs.",
    "The name of the Nissan car comes from the Japanese Ni: 2 and San: 3. Nissan: 23",
    "Giraffes and mice can survive longer without water than camels.",
    "The stomach produces a layer of mucus every two weeks to prevent the stomach from digesting its own organs.",
    "98% of rapes and murders were committed by close family or friends of the victims.",
    "An ant can lift 50 times its body weight.",
    "The American Declaration of Independence was written on marijuana paper",
    "The dot above the letter i is called “title”",
    "A raisin dropped into a glass of fresh champagne will move up and down the glass.",
    "Benjamin Franklin the youngest of the youngest parents, the 5th in the youngest family.",
    "Triskaidekaphobia is the fear of the 13th. Paraskevikoderiaph obia is bending on Friday the 13th (may occur between 1-3 times a year).",
    "The giraffe's tongue is about 50 cm long.",
    "The mouth produces 1 liter of saliva every day.",
    "We breathe about 23,000 times every day.",
    "The word ZIP (zip code) stands for”Zoning Improvement Plan”.",
    "Coca-Cola contained Coca (which is the active ingredient in cocaine) from 1885 to 1903.",
    "On average we speak 5000 words per day (although 80% of us talk to ourselves)",
    "If the quota of water in our body is reduced by 1%, we immediately feel thirsty",
    "The 4 king symbols on playing cards represent 4 famous kings in their respective eras: Spades = David/King David ; Curls = Alexander the Great/Iskandar the Great ; Hearts = Charlemagne/ King of France ; Diamonds = Julius Caesar",
    "In our lifetime we drink about 75,000 liters of water",
    "Everyone, including identical twins, does not have the same fingerprints and tongue texture.",
    "The red dot on the 7-Up logo comes from the red-eyed inventor. He is an albino.",
    "Men lose 40 strands of hair every day. Women 70 strands.",
    "The “save” icon in Microsoft Office programs shows an image of a floppy disk with an inverted shutter",
    "Albert Einstein and Charles Darwin, both married their first cousins ​​(Elsa Löwenthal and Emma Wedgewood).",
    "The camel has 3 eyelids.",
    "A hair on our head has a growth period of 2 to 6 years before it is replaced with new hair.",
    "A person will still be conscious for 8 seconds after being beheaded",
    "The first Allied bomb was dropped on Berlin in World War II.Killed the only elephant in the Berl.",
    "The average rain falls at a rate of 7 miles per hour",
    "It took Leonardo Da Vinci 10 years to paint the Mona Lisa. The painting is unmarked and dated. Leonardo and Mona have an arrangement of bones",
    "The names of the Gemini twins are Castor and Pullox",
    "Bruce Lee's movements were so fast that they had to slow down the film so we could see all of his movements.",
    "One kilo of our body weight contains 7000 calories",
    "Blood is as thick as seawater",
    "Sea water in the Atlantic Ocean is saltier than in the Pacific Ocean.",
    "The mask of the character Michael Myers in the horror movie ‘ Helloween” is actually the mask of the character of Captain Kirk (Star Trek) which was painted white, due to lack of funds",
    "Butterfly's real name is flutterby.",
    "Babies are born every 7 seconds",
    "One in 14 American women have real blonde hair. Only one man in 17",
    "The Olympic is the sister of the Titanic, and served safely for 25 years.",
    "When the Titanic sank, 2228 people were on board. Only 706 survived",
    "In America, someone is diagnosed with AIDS every 10 minutes. In Africa, someone dies of AIDS every 10 minutes",
    "Up to 6 months, babies can swallow and breathe at the same time. Adults can't",
    "The reason why advertised clocks are mostly pointed at 10:10, because the clock looks like it's smiling",
    "Every year the moon is 3.82 cm away from the earth",
    "When we survive and there is no food, leather belts and sneakers are the best food to eat because they contain enough nutrition for",
    "In one drop of water contains 50 million bacteria",
    "By raising your legs slowly and lying quietly with your back straight, you won't sink in quicksand.",
    "One in 10 people live on an island",
    "Eating celery burns more calories than the calories contained in celery itself.",
    "Lobsters can live for 100 years",
    "Chewing gum is not sold at Disney Land.",
    "Chewing gum while peeling onions keeps us from crying.",
    "The cat's jaw can't move left and right.",
    "The name Arctic (north pole) means bear in Greek (Arktos), and indeed polar bears exist only at the north pole",
    "If you stand at the bottom of a well, you can see the stars even during the day.",
    "The sound we hear from the shells is not the sound of ocean waves, but the sound of blood flowing in our heads.",
    "Most people suffer from fear of open spaces (kenophobia) than fear of enclosed spaces (claustrophobia).",
    "The best stirring technique is not with a circular motion, but with the letter W",
    "The scene of the band continuing to play music as the Titanic sank is a true story",
    "The Guinness Book of Records holds the record for being the most stolen book from a library",
    "35% of people who participate in dating via the internet are married",
    "Coca-Cola used to be green",
    "Physically, pigs can't look up at the sky",
    "All polar bears are left-handed",
    "Bats always turn left when flying out of a cave",
    "Jim Henson first used the word Muppet. Combination of marionette and puppet.",
    "Elephant is the only animal that can't jump",
    "The Michelin man (the figure in the white hat and shirt advertised by Michelin) was named Mr. Bib. His real name was Bibendum in the first advertisement in 1896.",
    "We can not lick our own elbows",
    "The word lethologica describes a time when we can't remember what we want.",
    "About 14% of addicts who use needles are HIV positive.",
    "A sentence that can be read the same from the front and the back (racecar, kayak, finished) is called a palindrome.",
    "A snail can sleep for three years",
    "Over the equator pass about 200 foreign satellites, including spy satellites",
    "More people in China speak English than people in America",
    "Due to the influence of the earth's rotation, if we throw towards the west, our throw will fall further than towards the east",
    "One in 9000 people suffer from albinism",
    "The electric chair was invented by a dentist",
    "We have a birthday with 9 million people from all over the world",
    "Every human in his life averages out to wait at a red light for 2 weeks",
    "Aqua bottles and plastic food containers can only completely decompose in the soil after 50,000 years",
    "Cats can make more than 100 vowel sounds, dogs can only make about 10",
    "Beaver's teeth never stop growing",
    "Bats are the only mammals that can fly",
    "If Barbie doll was a human, her size would be 39-23-33 (99-58.5-84 cm). She is about 215 cm tall and has a neck that is twice as long as a normal human",
    "Rats reproduce very quickly and within 18 months, two mice can have more than 1 million offspring.",
    "more than 1 million offspring.",
    "Wearing headphones for 1 hour can multiply bacteria in the ear 700 times faster.",
    "A Baboon named ‘Jackie” served as an official in the South African armed forces during World War I",
    "Bibliophile is a term for a collector of rare books. Bibliopole is a seller of rare books",
    "The blue whale's heart beats 9 times a minute",
    "Arabic numerals did not originate in Arabia, but were invented in India.",
    "Butterfly sees with 12000 eyes",
    "February 1865 is the only month in recorded history that did not experience a full moon.",
    "A chicken that has been decapitated is still able to run across the football field before it actually dies.",
    "A cockroach can live 9 days without a head, and will die of starvation.",
    "On Earth, one year is 365 days. On the planet Mercury one year is 2 days",
    "The lifespan of a dragonfly is 24 hours",
    "At the age of 3 months the human fetus begins to form fingerprints.",
    "It takes 6 months for the toenail to grow from the bottom to the tip of the nail.",
    "Fish memory only 3 seconds",
    "The full moon is 9 times brighter than the half moon.",
    "For every memorial statue of a person on a horse, if the two front legs of the horse are lifted, then the person is killed in battle, if one leg of the horse is lost",
    "A grown bear can run as fast as a horse",
    "There are 18 more horse bones than human bones.",
    "Jellyfish are 95% water",
    "Zebra's skin is white with black stripes",
    "Except humans and monkeys, all mammals are color blind",
    "Apple seeds contain cyanide",
    "Rats and horses can't vomit",
    "Penguins are birds that can 't fly but can swim.",
    "Astronauts are prohibited from consuming peanuts before exploring space because if they exhale in special astronaut suits it can harm them.",
    "Winston Churchill was born in the women's restroom during a dance",
    "Before there were jet planes, Jetlag was called Boatlag",
    "Cats sweat through the soles of their feet (especially when they hear a dog bark)",
    "Cats can't taste sweetness",
    "Chocolate melts in the mouth because its melting point is 35 degrees Celsius",
    "In the old war, people who were color blind were needed in the camouflage detection team in the military",
    "Cows have no upper teeth",
    "Hedenophobic means fear of pleasure.",
    "Ancient Egyptian priests plucked every hair and feather from their bodies.",
    "Crocodiles can't stick out their tongues.",
    "Cow farts are the main cause of global warming",
    "Ants always fall sideways to the right when given insect venom",
    "House cats hate the smell of lemons and anything citrus",
    "Donald Duck is banned from circulation in Finland because Donald doesn't wear pants",
    "Donald Duck's real name is Donald Flauntleroy Duck",
    "The taste buds of butterflies are at their feet",
    "Dry Ice doesn't melt, it evaporates",
    "The ostrich's eyes are bigger than its brain",
    "Sea stars have no brain",
    "Every human has different ears",
    "Fresh eggs sink in water, expired eggs float",
    "80% of all animals in the world are insects",
    "Nuts are one of the ingredients to make dynamite",
    "Queen Elizabeth I suffers from Anthophobia (fear of roses)",
    "RSVP is Respondez s”il Vous Plait which means ‘ please answer”",
    "A healthy human eye (not color blind) can distinguish 500 types of gray.",
    "A pregnant goldfish is called ‘twit”.",
    "Europe is a continent without deserts",
    "Flies jump backwards when they are about to fly",
    "A cat has 32 muscles in each ear",
    "A honeybee can fly at fifteen miles per hour.",
    "Tigers have striped skin, not just striped fur.",
    "A jiffy is the scientific name for 1/100th of a second.",
    "Only 3 angels, Gabriel, Michael and Lucifer are mentioned in the bible",
    "Goats have rectangular pupils",
    "The first novel to use a typewriter was Tom Sawyer",
    "Hamsters love to eat crickets",
    "Lighters invented before matches",
    "On average in every chocolate candy bar there are insects that melt with it.",
    "Rhino's horns are made of hardened hair",
    "The shortest war in history was the war of Zanzibar and England in 1896. Zanzibar surrendered after 38 minutes.",
    "Head lice actually prefer to live on a clean scalp than a dirty one",
    "The skin of a polar bear is actually black. Its fur is translucent, and it looks white in the snow.",
    "Elvis had a twin brother named Garon, who died at birth, so Elvis' middle name is Aron, in honor of his brother.",
    "Hedgehogs have fingerprints like humans.",
    "The hippo farts through the mouth.",
    "Shakesspeare who invented the words assassination and bump.",
    "The only creatures that can blush are humans",
    "If we keep goldfish in a dark room, the color will turn white.",
    "Women blink twice as much as men.",
    "The name Jeep (jeep) is taken from the abbreviation GP, military language for General Purpose.",
    "Right-handed people live, on average, 9 years longer than left-handed people",
    "If all the gold in the sea is mined, every human in the world can get 20 kg of gold each.",
    "If the human liver stops working, humans will die in 8 to 24 hours",
    "A quidnunc is a term for people who always want to know the latest gossip.",
    "If the sun suddenly goes out, it takes 8 minutes for humans to notice it.",
    "Leonardo Da Vinci invented scissors, helicopters and many other tools.",
    "In 4000 years, there is no new kind of pet."
]