[{
        "quote": "Life is simple, we make it difficult.",
        "by": "Confucius."
    },
    {
        "quote": "The most important thing is to enjoy your life, be happy no matter what.",
        "by": "Audrey Hepburn."
    },
    {
        "quote": "Life is not about finding yourself, life is making yourself.",
        "by": "George Bernard Shaw."
    },
    {
        "quote": "Life is a dream for those who are wise, a game for those who are stupid, comedy for those who are rich, and a tragedy for those who are poor.",
        "by": "Sholom Aleichem."
    },
    {
        "quote": "The truth is, you don't know what will happen tomorrow. Life is a crazy ride and no one guarantees it.",
        "by": "Eminem."
    },
    {
        "quote": "Our goal in life is to be happy.",
        "by": "Dalai Lama."
    },
    {
        "quote": "The good life is a life inspired by love and guided by science.",
        "by": "Bertrand Russell."
    },
    {
        "quote": "A thousand parents can dream, one young man can change the world.",
        "by": "Soekarno"
    },
    {
        "quote": "Education is the most powerful weapon to change the world.",
        "by": "Nelson Mandela"
    },
    {
        "quote": "Effort and courage are not enough without purpose and planning direction.",
        "by": "John F. Kennedy"
    },
    {
        "quote": "This world is enough to meet human needs, not to satisfy human greed.",
        "by": "Mahatma Gandhi"
    },
    {
        "quote": "If you think you're too small to make a difference, try sleeping in a room with a mosquito.",
        "by": "Dalai Lama"
    },
    {
        "quote": "You may be able to procrastinate, but time will not wait.",
        "by": "Benjamin Franklin"
    },
    {
        "quote": "You don't have to be extraordinary to start, but you have to start to be extraordinary.",
        "by": "Zig Ziglar"
    },
    {
        "quote": "Don't spend your time beating walls and hoping to turn them into doors.",
        "by": "Coco Canel"
    },
    {
        "quote": "Nothing will work unless you do it.",
        "by": "Maya Angelou"
    },
    {
        "quote": "You can't go back and change the beginning when you started, but you can start again where you are now and change the ending.",
        "by": "C.S Lewis"
    },
    {
        "quote": "Some people dream of success, while others wake up every morning to make it happen.",
        "by": "Wayne Huizenga"
    },
    {
        "quote": "Small jobs done done are better than big plans just discussed.",
        "by": "Peter Marshall"
    },
    {
        "quote": "We must mean to ourselves first before we become a person of value to others.",
        "by": "Ralph Waldo Emerson"
    },
    {
        "quote": "We must mean to ourselves first before becoming a person of value to others.",
        "by": "Ralph Waldo Emerson"
    },
    {
        "quote": "The most painful thing is to lose who you are when you love someone too much. And forget that you are actually special too.",
        "by": "Ernest Hemingway"
    },
    {
        "quote": "Some people will leave your life, but that's not the end of your story. It's just the end of their part in your story.",
        "by": "Faraaz Kazi"
    },
    {
        "quote": "Love is so short, but forgetting takes so long.",
        "by": "Pablo Neruda"
    },
    {
        "quote": "A person will never know how deep his love is until there is a separation.",
        "by": "Kahlil Gibran"
    },
    {
        "quote": "Romance is like glass. Sometimes it's better to leave it broken than to hurt yourself by putting them back together.",
        "by": "D.Love"
    },
    {
        "quote": "Love is like the wind. You can't see it, but you can feel it.",
        "by": "Nicholas Sparks"
    },
    {
        "quote": "Love is when someone else's happiness is more important than yours.",
        "by": "H. Jackson Brown"
    },
    {
        "quote": "Romance is not just looking at each other. But, also looking in the same direction.",
        "by": "Antoine de Saint-Exupéry"
    },
    {
        "quote": "How do you spell ‘love’? asked Piglet. You don't have to spell it, just feel it, answered Pooh.",
        "by": "A.A Milne"
    },
    {
        "quote": "Life is 10 percent what happens to you and 90 percent how you respond to it.",
        "by": "Lou Holtz."
    },
    {
        "quote": "The only limitation in m living is bad manners.",
        "by": "Scott Hamilton."
    },
    {
        "quote": "A person who dares to waste an hour of his time does not know the value of life.",
        "by": "Charles Darwin."
    },
    {
        "quote": "What we think determines what will happen to us. So if we want to change our lives, we need to change our minds a little.",
        "by": "Wayne Dyer."
    },
    {
        "quote": "He who does more than what he is paid will someday be paid more than what he does.",
        "by": "Napoleon Hill."
    },
    {
        "quote": "I always try to turn misfortune into opportunity.",
        "by": "John D Rockefeller"
    },
    {
        "quote": "A person who has made a mistake and never corrected it means he has made one more mistake.",
        "by": "Confucius"
    },
    {
        "quote": "Some people dream of their success, while others wake up every morning to make their dreams come true.",
        "by": "Wayne Huizenga"
    },
    {
        "quote": "You will never learn patience and courage if in this world there is only happiness.",
        "by": "Helen Keller"
    },
    {
        "quote": "It's okay to celebrate success, but it's more important to heed the lessons of failure.",
        "by": "Bill Gates."
    },
    {
        "quote": "Hoping to be friends is quick, but friendship is a fruit that takes a long time to ripen.",
        "by": "Aristotle"
    },
    {
        "quote": "Listen, smile and just agree. Then do whatever you really wanted to do from the start.",
        "by": "Robert Downey Jr"
    },
    {
        "quote": "If you don't want to look stupid for once, nothing big will happen to you.",
        "by": "Dr. Gregory House"
    },
    {
        "quote": "Never argue with stupid people because other people who see will not be able to guess who is the most stupid.",
        "by": "Mark Twain"
    },
    {
        "quote": "Beauty is only outer skin. However, what is very important is the balance between mind, body, and spirit.",
        "by": "Jennifer Lopez"
    },
    {
        "quote": "Silence is better than saying meaningless words.",
        "by": "Pythagoraz"
    },
    {
        "quote": "Do something brave and you won't regret it.",
        "by": "Elon Musk"
    },
    {
        "quote": "If you can't make something good, at least make it look good.",
        "by": "Bill Gates"
    },
    {
        "quote": "By giving people the power to share, we make the world more transparent.",
        "by": "Mark Zuckerberg"
    },
    {
        "quote": "If you think you are too small to make a difference, try sleeping in a room with a mosquito.",
        "by": "Dalai Lama"
    },
    {
        "quote": "Fun in a job makes perfection in the results achieved.",
        "by": "Aristotle"
    },
    {
        "quote": "Success and failure are both part of life. Both are temporary.",
        "by": "Shah Rukh Khan"
    },
    {
        "quote": "Life is already difficult and sometimes there are many problems. For that, sometimes life just needs to be laughed at.",
        "by": "Ernest Prakasa"
    },
    {
        "quote": "Be like a pineapple. Stand tall, wear a crown, and be sweet inside.",
        "by": "Katherine Gaskin"
    },
    {
        "quote": "Some people create happiness wherever he goes, while others create happiness every time he goes.",
        "by": "Oscar Wilde"
    },
    {
        "quote": "It is better to fight and lose than never to fight at all.",
        "by": "Arthur Hugh Clough"
    },
    {
        "quote": "Let us always do better because until now we have not done anything.",
        "by": "St. Francis"
    },
    {
        "quote": "You won't be able to escape responsibilities tomorrow by avoiding them today.",
        "by": "Abraham Lincoln"
    },
    {
        "quote": "God often visits us, but most of us are not at home.",
        "by": "Joseph Roux"
    },
    {
        "quote": "If you were a CEO, you would have to do all kinds of work that you might not want to do.",
        "by": "Elon Musk"
    },
    {
        "quote": "I feel that the best companies start not because the founders wanted a company, but because the founders wanted to change the world.",
        "by": "Mark Zuckerberg"
    },
    {
        "quote": "Education is the most powerful weapon to change the world.",
        "by": "Nelson Mandela"
    },
    {
        "quote": "You may be able to procrastinate, but time won't wait.",
        "by": "Benjamin Franklin"
    },
    {
        "quote": "The greatest discovery of all time is that a person can change his future simply by changing his current attitude.",
        "by": "Oprah Winfrey"
    },
    {
        "quote": "Count your age with friends, not years. Count your life with smiles, not tears.",
        "by": "John Lennon"
    },
    {
        "quote": "Profit and loss are two sides of the same coin. Too afraid of loss is the same as running away from profit.",
        "by": "Mario Teguh"
    },
    {
        "quote": "Every phase you go through must be able to bring lessons to move up to the next phase.",
        "by": "Merry Riana, A Million Dollar Dream"
    },
    {
        "quote": "To stop dreaming is the greatest tragedy in human life.",
        "by": "Andrea Hirata, The Dreamer"
    },
    {
        "quote": "Man jadda wajada. Who is serious, will succeed.",
        "by": "Ahmad Fuadi, Country of 5 Towers"
    },
    {
        "quote": "Positive thinking is one of the best ways when you have no choice.",
        "by": "Chairul Tanjung"
    },
    {
        "quote": "Everyone can have a dream, but not everyone can raise high spirits.",
        "by": "Najwa Shihab"
    },
    {
        "quote": "I don't speak the word maybe.",
        "by": "Abdurrahman Wahid"
    },
    {
        "quote": "Everything seems impossible until everything is done.",
        "by": "Nelson Mandela"
    },
    {
        "quote": "You can't escape tomorrow's responsibilities by avoiding them today",
        "by": "Abraham Lincoln"
    },
    {
        "quote": "You want to know who you are? Don't ask. Take action!",
        "by": "Thomas Jefferson"
    },
    {
        "quote": "Keep your eyes on the stars with your feet on the ground.",
        "by": "Theodore Roosevelt."
    },
    {
        "quote": "Effort and courage are not enough without a purpose and planning direction",
        "by": "John F. Kennedy"
    },
    {
        "quote": "You may be able to procrastinate, but time won't wait",
        "by": "Benjamin Franklin"
    },
    {
        "quote": "The greatest discovery of all time is that a person can change his future simply by changing his current attitude.",
        "by": "Oprah Winfrey"
    },
    {
        "quote": "Keep your face always towards the sun, so the shadows will fall behind you.",
        "by": "Walt Whitman"
    },
    {
        "quote": "Don't spend your time beating walls and hoping to turn them into doors.",
        "by": "Coco Canel"
    },
    {
        "quote": "Success is when preparation and opportunity meet.",
        "by": "Bobby Unser"
    },
    {
        "quote": "Control your destiny, or someone else will",
        "by": "Jack Welch"
    },
    {
        "quote": "Small jobs done are better than big plans just discussed.",
        "by": "Peter Marshall"
    },
    {
        "quote": "A bright future is never promised to anyone. You have to pursue it yourself.",
        "by": "Wayne Dyer"
    },
    {
        "quote": "What keeps me growing are my life goals.",
        "by": "Muhammad Ali"
    },
    {
        "quote": "Nothing will work unless you do it.",
        "by": "Maya Angelou"
    },
    {
        "quote": "If people knew how hard I worked to get this skill of mine, I wouldn't look amazing.",
        "by": "Michelangelo Buonarroti"
    },
    {
        "quote": "Change your life today. Don't bet on the future, act now without delay.",
        "by": "Simone de Beauvoir"
    },
    {
        "quote": "The future belongs to those who believe in the beauty of their dreams.",
        "by": "Eleanor Roosevelt"
    },
    {
        "quote": "It doesn't matter how slow you go as long as you don't stop.",
        "by": "Confucius"
    },
    {
        "quote": "Successful people will take advantage of mistakes and try again in a different way.",
        "by": "Dale Carnegie"
    },
    {
        "quote": "Effort will pay off once one does not give up.",
        "by": "Napoleon Hill"
    },
    {
        "quote": "Brightness is doing the ordinary in the most extraordinary way.",
        "by": "John W. Gardner"
    },
    {
        "quote": "Fun in a job makes perfection in the results achieved.",
        "by": "Aristotle"
    },
    {
        "quote": "Don't settle for what life gives you; make life better and build something.",
        "by": "Ashton Kutcher"
    }

]